Repository: KDE/libplasma
Catalog: po/*/libplasma5.po
Languages: ast, cs

# Agenda listview section title
source: Holidays
ast: Vacaciones

# Agenda listview section title
source: Events
ast: Eventos
cs: Události

# Agenda listview section title
source: Todo
ast: Por facer
cs: Úkoly

# Means 'Other calendar items'
source: Other
ast: Otros
cs: Jiné

source: OK
ast: Aceutar

source: Cancel
ast: Encaboxar
cs: Zrušit

source: Unknown
ast: Desconocíu
cs: Neznámý

source: Activate %1 Widget
ast: Activar el widget %1
cs: Aktivovat %1 widget

# %1 is the name of the applet
source: Remove this %1
ast: Desaniciar %1
cs: Odstranit %1

# %1 is the name of the applet
source: %1 Settings
ast: Axustes de %1
cs: Nastavení %1

source: Lock Widgets
ast: Bloquiar widgets
cs: Uzamknout widgety

source: Unlock Widgets
ast: Desbloquiar widgets
cs: Odemknout widgety

source: Whether or not to create an on-disk cache for the theme.
ast: Si crear o non una caché nel discu pal tema.
cs: Zda pro motiv vytvářet nebo nevytvářet mezipaměť na disku.

source: The maximum size of the on-disk Theme cache in kilobytes. Note that these files are sparse files, so the maximum size may not be used. Setting a larger size is therefore often quite safe.
ast: Tamañu máximu de caché del tema nel discu en kilobytes. Decátate qu'estos ficheros son

source: Data Files
ast: Ficheros de datos
cs: Datové soubory

source: Executable Scripts
ast: Scripts executables
cs: Spustitelné skripty

source: Service Descriptions
ast: Descripcione del serviciu
cs: Popisy služeb

source: Translations
ast: Traducciones
cs: Překlady

source: Main Script File
ast: Ficheru de script principal
cs: Soubor s hlavním skriptem

source: Images
ast: Imáxenes
cs: Obrázky

source: Themed Images
ast: Imáxenes temátiques
cs: Obrázky s motivem

source: Configuration Definitions
ast: Definiciones de configuraciones
cs: Definice nastavení

source: User Interface
ast: Interfaz d'usuariu
cs: Uživatelské rozhraní

source: Screenshot
ast: Captura de pantalla
cs: Snímek obrazovky

source: Images for dialogs
ast: Imáxenes pa diálogos
cs: Obrázky pro dialogy

source: Generic dialog background
ast: Fondu de diálogu xenéricu
cs: Obecné pozadí dialogu

source: Theme for the logout dialog
ast: Tema pal diálogu de zarru de sesión
cs: Motiv pro odhlašovací dialog

source: Wallpaper packages
ast: Paquetes de fondos de pantalla
cs: Balíčky pozadí

source: Images for widgets
ast: Imáxenes pa widgets
cs: Obrázky appletů

source: Background image for widgets
ast: Imaxe de fondu pa widgets
cs: Obrázek na pozadí pro widgety

source: Analog clock face
ast: Cara'l reló analóxicu
cs: Vzhled analogových hodin

source: Background image for panels
ast: Imaxe de fondu pa paneles
cs: Obrázek na pozadí pro panely

source: Background for graphing widgets
ast: Fondu pa widgets de gráficos
cs: Pozadí pro grafy

source: Background image for tooltips
ast: Imaxe de fondu pa descripciones emerxentes
cs: Obrázek na pozadí pro tipy

source: Opaque images for dialogs
ast: Imáxenes opaques pa diálogos
cs: Neprůhledné obrázky pro dialogy

source: Opaque generic dialog background
ast: Fondu opacu de diálogu xenéricu
cs: Obecné neprůhledné pozadí dialogu

source: Opaque theme for the logout dialog
ast: Tema opacu pal diálogu de zarru de sesión
cs: Neprůhledný motiv pro odhlašovací dialog

source: Opaque images for widgets
ast: Imáxenes opaques pa widgets
cs: Neprůhledné obrázky pro widgety

source: Opaque background image for panels
ast: Imaxe de fondu opacu pa los paneles
cs: Výchozí neprůhledný obrázek pozadí panelu

source: Opaque background image for tooltips
ast: Imaxe de fondu opacu pa descripciones emerxentes
cs: Neprůhledný obrázek pozadí pro tipy

source: Low color images for dialogs
ast: Imáxenes de poques colores pa diálogos
cs: Nízkobarevné obrázky pro dialogy

source: Low color generic dialog background
ast: Fondos de poques colores de diálogos xenéricos
cs: Nízkobarevné obecné pozadí dialogu

source: Low color theme for the logout dialog
ast: Tema de poques colores pal diálogu de zarru de sesión
cs: Nízkobarevný motiv pro odhlašovací dialog

source: Low color background image for widgets
ast: Imáxanes de fondu de poques colores pa widgets
cs: Nízkobarevný obrázek pozadí pro widgety

source: Low color analog clock face
ast: Cara de poques colores del reló analóxiu
cs: Nízkobarevný vzhled analogových hodin

source: Low color background image for panels
ast: Imáxanes de fondu de poques colores pa paneles
cs: Nízkobarevný obrázek pozadí panelu

source: Low color background for graphing widgets
ast: Fondu de poques colores pa widgets de gráficos
cs: Nízkobarevné pozadí pro grafy

source: Low color background image for tooltips
ast: Imáxenes de fondu de poques colores pa descripciones emerxentes
cs: Nízkobarevný výchozí obrázek pro tipy

source: KColorScheme configuration file
ast: Ficheru de configuración KColorScheme
cs: Nastavení schématu barev

source: Configuration UI pages model
ast: Modelu de páxines de configuraciones d'UI
cs: Model se stránkami nastavení UI

source: Configuration XML file
ast: Ficheru de XML de configuración
cs: Soubor s konfigurací XML

source: Custom expander for compact applets
ast: Espandedor personalizáu pa applets compautos

source: Accessibility
ast: Accesibilidá
cs: Zpřístupnění

source: Application Launchers
ast: Llanzadores d'aplicaciones
cs: Spouštěče aplikací

source: Astronomy
ast: Astronomía
cs: Astronomie

source: Date and Time
ast: Data y hora
cs: Datum a čas

source: Development Tools
ast: Ferramientes de desendolcu
cs: Vývojové nástroje

source: Education
ast: Educación
cs: Vzdělání

source: Environment and Weather
ast: Entornu y clima
cs: Prostředí a počasí

source: Examples
ast: Exemplos
cs: Příklady

source: File System
ast: Sistema de ficheros
cs: Souborový systém

source: Fun and Games
ast: Diversión y xuegos
cs: Zábava a hry

source: Graphics
ast: Gráficos
cs: Grafika

source: Language
ast: Llingua
cs: Jazyk

source: Mapping
ast: Mapeáu
cs: Mapování

source: Miscellaneous
ast: Miscelaina
cs: Různé

source: Online Services
ast: Servicios en llinia
cs: Online služby

source: Productivity
ast: Productividá
cs: Produktivita

source: System Information
ast: Información del sistema
cs: Systémové informace

source: Utilities
ast: Utilidaes
cs: Nástroje

source: Windows and Tasks
ast: Ventanes y xeres
cs: Okna a úlohy

# misc category
source: Miscellaneous
ast: Miscelaina
cs: Různé

# %1 is the name of the applet
source: %1 Settings...
ast: Axustes de %1...
cs: Nastavení %1...

source: The %1 widget did not define which ScriptEngine to use.
ast: El widget %1 nun definió qué motor de scripts usar.
cs: Widget %1 neurčil, který skriptovací stroj použít.

# Package file, name of the widget
source: Could not open the %1 package required for the %2 widget.
ast: Nun pudo abrise'l paquete %1 riquíu pal widget %2.
cs: Nelze otevřít balíček %1 požadovaný pro widget %2.

# API or programming language the widget was written in, name of the widget
source: Could not create a %1 ScriptEngine for the %2 widget.
ast: Nun pudo crease un motor de scripts %1 pal widget %2.
cs: Nelze vytvořit skriptovací stroj %1 pro widget %2.

source: Widget Removed
ast: Widget desaniciáu
cs: Widget byl odstraněn.

source: The widget "%1" has been removed.
ast: Desanicióse'l widget «%1».
cs: Widget "%1" byl odstraněn.

source: Panel Removed
ast: Panel desaniciáu
cs: Panel byl odstraněn

source: A panel has been removed.
ast: Desanicióse un panel.
cs: Panel byl odstraněn.

source: Desktop Removed
ast: Escritoriu desaniciáu
cs: Pracovní plocha byla odstraněna

source: A desktop has been removed.
ast: Desanicióse un escritoriu.
cs: Pracovní plocha byla odstraněna.

source: Undo
ast: Desfacer
cs: Zpět

source: Widget Settings
ast: Axustes de widgets
cs: Nastavení widgetu

source: Remove this Widget
ast: Desaniciar esti widget
cs: Odstranit tento widget

source: Run the Associated Application
ast: Executar l'aplicación asociada
cs: Spustit asociovanou aplikaci

source: Script initialization failed
ast: Fallu d'iniciación del script
cs: Inicializace skriptu selhala

source: Open with %1
ast: Abrir con %1
cs: Otevřít pomocí %1

source: Remove this Panel
ast: Desaniciar esti panel
cs: Odstranit tento panel

source: Remove this Activity
ast: Desaniciar esta actividá
cs: Odstranit tuto činnost

source: Activity Settings
ast: Axustes d'actividaes
cs: Nastavení aktivit

source: Add Widgets...
ast: Amestar widgets...
cs: Přidat widgety...

source: Could not find requested component: %1
ast: Nun pudo alcontrase'l componente solicitáu: %1
cs: Požadovanou komponentu se nepovedlo nalézt: %1

source: Sharing a widget on the network allows you to access this widget from another computer as a remote control.
ast: Compartir un widget na rede permítete acceder a esti dende otru ordenador como un control remotu.
cs: Sdílení widgetu na síti vám umožní přístup k widgetu z jiného počítače a vzdáleně jej ovládat.

source: Share this widget on the network
ast: Compartir esti widget na rede
cs: Sdílet tento widget na síti

source: Allow everybody to freely access this widget
ast: Permiti-y a tol mundiu l'accesu a esti widget
cs: Umožnit každému volný přístup k tomuto widgetu

# Error message, tried to start an invalid service
source: Invalid (null) service, can not perform any operations.
ast: Serviciu non válidu (null), nun puen facese operaciones dales.
cs: Neplatná (prázdná) služba, nelze provádět žádné operace.

source: Plasma Package Manager
ast: Xestor de paquetes de Plasma
cs: Správce balíčků Plasmy

# Do not translate <path>
source: Generate a SHA1 hash for the package at <path>
ast: Xenera un hash de SHA1 pal paquete en <path>
cs: Vygenerovat hash SHA1 pro balíček v <path>

source: For install or remove, operates on packages installed for all users.
ast: Pa instalar o desaniciar, opera en paquetes instalaos pa tolos usuarios.
cs: Pro instalaci nebo odebírání pracuje s balíčky instalovanými pro všechny uživatele.

source: The type of package, e.g. theme, wallpaper, plasmoid, dataengine, runner, layout-template, etc.
ast: La triba'l paquete, exem: tema, fondu de pantalla, plasmoide, motor de datos, executor,plantía de distribución, etc.
cs: Typ balíčku jako např. motiv, tapeta, plasmoid, datový stroj, spouštěč a další.

# Do not translate <path>
source: Install the package at <path>
ast: Instala'l paquete en <path>
cs: Nainstalovat balíček do <path>

# Do not translate <name>
source: Show information of package <name>
ast: Amuesa la información del paquete <name>
cs: Zobrazuji informace o balíčku <name>

# Do not translate <path>
source: Upgrade the package at <path>
ast: Anueva'l paquete en <path>
cs: Povýšit balíček v <path>

source: List installed packages
ast: Llista los paquetes instalaos
cs: Vypsat nainstalované balíčky

source: List all known package types that can be installed
ast: Llista toles tribes de paquetes conocíes que puen instalase
cs: Vypsat všechny typy balíčků, které lze nainstalovat

# Do not translate <name>
source: Remove the package named <name>
ast: Desanicia'l paquete nomáu <nome>
cs: Odstranit balíček pojmenovaný <name>

source: Absolute path to the package root. If not supplied, then the standard data directories for this KDE session will be searched instead.
ast: Camín absolutu al paquete raigañu. Si nun s'apurre, entós guetaránse nel so llugar los direutorios de datos pa esta sesión de KDE.
cs: Absolutní cesta do kořene balíčků. Pokud není doplněna, budou namísto toho procházeny standardní adresáře dat pro toto sezení KDE.

source: Failed to generate a Package hash for %1
ast: Fallu al xenerar un hash de paquete pa %1
cs: Generování hashe pro balíček %1 selhalo

source: SHA1 hash for Package at %1: '%2'
ast: Hash SHA1 pal paquete en %1: «%2»
cs: Hash SHA1 pro balíček v %1: '%2'

# package type
source: wallpaper
ast: fondu de pantalla
cs: tapeta

# package type
source: plasmoid
ast: plamoide

# package type
source: package
ast: paquete
cs: balíček

# package type
source: theme
ast: tema
cs: motiv

# package type
source: dataengine
ast: motor de datos
cs: datový stroj

# package type
source: runner
ast: executor
cs: spouštěč

# package type
source: wallpaperplugin
ast: complementu de fondu de pantalla
cs: modul tapet

# package type
source: lookandfeel
ast: aspeutu y sentir
cs: vzhled

# package type
source: layout-template
ast: plantía de distribución
cs: šablona rozložení

# package type
source: kwineffect
ast: efeutu kwin

# package type
source: windowswitcher
ast: conmutador de ventanes

# package type
source: kwinscript
ast: script de kwin

source: Could not find a suitable installer for package of type %1
ast: Nun pudo alcontrase un instalador afayadizu pal paquete de la triba %1
cs: Nepovedlo se najít vhodný instalátor pro balíček typu %1

source: Listing service types: %1
ast: Llistando les tribes de servicios: %1
cs: Vypisuji typy služeb: %1

source: Error: Plugin %1 is not installed.
ast: Fallu: Nun s'instaló'l complementu %1.
cs: Chyba: Modul %1 není nainstalován.

source: One of install, remove, upgrade or list is required.
ast: Ríquese install, remove, upgrade o list.
cs: Je třeba vybrat instalaci, odstranění, aktualizaci nebo vypsání.

source: Error: Can't find plugin metadata: %1
ast: Fallu: Nun puen alcontrase los datos meta del complementu: %1
cs: Chyba: Nelze najít metadata modulu: %1

source: Showing info for package: %1
ast: Amosando información pal paquete: %1
cs: Zobrazuji informace o balíčku: %1

source: Name : %1
ast: Nome: %1
cs: Název : %1

source: Comment : %1
ast: Comentariu: %1
cs: Komentář : %1

source: Plugin : %1
ast: Complementu: %1
cs: Modul : %1

source: Author : %1
ast: Autor: %1
cs: Autor : %1

source: Path : %1
ast: Camín: %1
cs: Cesta : %1

source: The packageroot and global options conflict each other, please select only one.
ast: El raigañu'l paquete y les opciones globales ta en confilctu, por favor esbilla namái ún
cs: Kořen balíčku a globální volby vzájemně kolidují. Prosím, vyberte pouze jedno z nich.

source: Addon Name
ast: Nome d'amiestu
cs: Název doplňku

source: Service Type
ast: Triba de serviciu
cs: Typ služby

source: Path
ast: Camín
cs: Cesta

source: Type Argument
ast: Argumentu de la triba
cs: Zadejte argument

source: Package types that are installable with this tool:
ast: Tribes de paquetes que son instalables con esta ferramienta:
cs: Typy balíčků instalovatelné tímto nástrojem:

source: Built in:
ast: Integráu:
cs: Vestavěno:

source: DataEngine
ast: Motor de datos
cs: Datový stroj

source: Layout Template
ast: Plantía de distribución
cs: Šablona rozložení

source: Look and Feel
ast: Aspeutu y sentir
cs: Vzhled a dojem

source: Package
ast: Paquete
cs: Balíček

source: Plasmoid
ast: Plasmoide

source: Runner
ast: Executor
cs: Spouštěč

source: Theme
ast: Tema
cs: Motiv

source: Wallpaper Images
ast: Imáxenes de fondu de pantalla
cs: Tapety

source: Animated Wallpaper
ast: Fondu de pantalla animáu
cs: Animovaná tapeta

source: KWin Effect
ast: Efeutu de KWin
cs: KWin efekt

source: KWin Window Switcher
ast: Conmutador de ventanes de KWin
cs: Přepínač oken KWin

source: KWin Script
ast: Script de Kwin
cs: KWin skript

source: Provided by plugins:
ast: Apurríu polos complementos:
cs: Poskytováno moduly:

source: Provided by .desktop files:
ast: Apurríu polos ficheros .desktop:
cs: Poskytováno soubory .desktop:

source: Successfully upgraded %1
ast: Anovóse con ésitu %1
cs: %1 byl úspěšně aktualizován

source: Successfully installed %1
ast: Instalóse con ésitu %1
cs: %1 úspěšně nainstalován

source: Error: Installation of %1 failed: %2
ast: Fallu: Falló la instalación de %1: %2
cs: Chyba: Instalace %1 selhala: %2

source: Upgrading package from file: %1
ast: Anovando'l paquete dende'l ficheru: %1
cs: Aktualizuji balíček ze souboru: %1

source: Successfully uninstalled %1
ast: Desinstalóse con ésitu %1
cs: %1 úspěšně odinstalován

source: Error: Uninstallation of %1 failed: %2
ast: Fallu: Falló la desinstalación de %1: %2
cs: Chyba: Odinstalace %1 selhala: %2

source: Error loading QML file: %1
ast: Fallu cargando'l ficheru QML: %1
cs: Chyba při načítání souboru QML: %1

source: Error loading Applet: package inexistent. %1
ast: Fallu cargando l'applet: paquete non esistente. %1
cs: Chyba při načítání appletu, balíček neexistuje: %1

source: %1 Settings
ast: Axustes de %1
cs: Nastavení %1

source: Default settings for theme, etc.
ast: Axustes por defeutu pal temes, etc.
cs: Výchozí nastavení motivu, atd.

source: Color scheme to use for applications.
ast: Esquema de colores a usar p'aplicaciones.
cs: Barevné schéma pro aplikace.

source: Preview Images
ast: Previsualizar imáxenes
cs: Náhledy obrázků

source: Preview for the Login Manager
ast: Previsualización pal xestor d'aniciu de sesión
cs: Náhled Správce přihlášení

source: Preview for the Lock Screen
ast: Previsualización pa la pantalla de bloquéu
cs: Název zamykací obrazovky

source: Preview for the Userswitcher
ast: Previsualización pal conmutador d'usuarios
cs: Náhled přepínání uživatelů

source: Preview for the Virtual Desktop Switcher
ast: Previsualización pal conmutador d'escritorios virtuales
cs: Náhled přepínání virtuálních ploch

source: Preview for Splash Screen
ast: Previsualización pa la pantalla de chiscadura
cs: Náhled úvodní obrazovky

source: Preview for KRunner
ast: Previsualización pa KRunner
cs: Náhled KRunneru

source: Preview for the Window Decorations
ast: Previsualización pa les decoraciones de ventanes
cs: Náhled dekorací oken

source: Preview for Window Switcher
ast: Previsualización pal conmutador de ventanes
cs: Náhled pro přepínač oken

source: Login Manager
ast: Xestor d'aniciu sesión
cs: Správce přihlášení

source: Main Script for Login Manager
ast: Script principal pal xestor d'anicios de sesión
cs: Hlavní skript pro správce přihlášení

source: Logout Dialog
ast: Diálogu de zarru de sesión
cs: Odhlašovací dialog

source: Main Script for Logout Dialog
ast: Script principal pal diálogu de zarru de sesión
cs: Hlavní skript pro odhlašovací dialog

source: Screenlocker
ast: Bloquiador de pantalla
cs: Zámek obrazovky

source: Main Script for Lock Screen
ast: Script principal pal bloquéu de pantalla
cs: Hlavní skript pro zámek obrazovky

source: UI for fast user switching
ast: UI pal cambéu rápidu ente usuarios
cs: UI pro rychlé přepínání uživatelů

source: Main Script for User Switcher
ast: Script principal pal conmutador d'usuarios
cs: Hlavní skript pro přepínání uživatelů

source: Virtual Desktop Switcher
ast: Conmutador d'escritorios virtuales
cs: Přepínač virtuálních ploch

source: Main Script for Virtual Desktop Switcher
ast: Script principal pal conmutador d'escritorios virtuales
cs: Hlavní skript pro přepínání virtuálních ploch

source: On-Screen Display Notifications
ast: Amuesa d'avisos na pantalla
cs: Upozornění na obrazovce

source: Main Script for On-Screen Display Notifications
ast: Script principal pa la amuesa d'avisos na pantalla
cs: Hlavní skript pro upozornění na obrazovce

source: Splash Screen
ast: Pantalla de chiscadura
cs: Úvodní obrazovka

source: Main Script for Splash Screen
ast: Script principal pa la pantalla de chiscadura
cs: Hlavní skript pro úvodní obrazovku

source: KRunner UI
ast: UI de KRunner
cs: UI KRunneru

source: Main Script KRunner
ast: Script principal de KRunner
cs: Hlavní skript KRunneru

source: Window Decoration
ast: Decoración de ventanes
cs: Dekorace oken

source: Main Script for Window Decoration
ast: Script principal pa la decoración de ventanes
cs: Hlavní skript dekorace oken

source: Window Switcher
ast: Conmutador de ventanes
cs: Přepínač oken

source: Main Script for Window Switcher
ast: Script principal pal conmutador de ventanes
cs: Hlavní skript pro přepínač oken

source: Fetching file type...
ast: Diendo en cata de la triba del ficheru...
cs: Stahuje se typ souboru...

source: Plasma Package
ast: Paquete de Plasma
cs: Balíček Plasmy

source: Install
ast: Instalar
cs: Instalovat

source: Icon
ast: Iconu
cs: Ikona

source: Wallpaper
ast: Fondu de pantalla
cs: Tapeta

source: Package Installation Failed
ast: Falló la instalación del paquete
cs: Instalace balíčku selhala

source: The package you just dropped is invalid.
ast: Nun ye válidu'l paquete que tas acanbates soltar.

# %1 is the name of the containment
source: %1 Options
ast: Opciones de %1
cs: Možnosti %1

source: Previous Year
cs: Předchozí rok

source: Tests
cs: Testy

source: Multimedia
cs: Multimédia

source: Clipboard
cs: Schránka

source: Tasks
cs: Úkoly

source: Alternatives...
cs: Alternativy...

source: Widgets
cs: Widgety
